export const coordinates = [
  { "x": 500, "y": 100 },  // Переиспользуемые компоненты
  { "x": 300, "y": 200 },  // Библиотека компонентов
  { "x": 700, "y": 200 },  // Архитектура приложения
  { "x": 900, "y": 300 },  // Масштабируемость
  { "x": 100, "y": 300 },  // Контекстно-зависимый компонент
  { "x": 300, "y": 400 },  // Контекстно-независимый компонент
  { "x": 500, "y": 500 },  // Композиция компонентов
  { "x": 700, "y": 500 },  // Атомарный дизайн
  { "x": 100, "y": 600 },  // Контекст API
  { "x": 300, "y": 700 },  // Состояние
  { "x": 500, "y": 800 },  // Тестирование компонентов
  { "x": 700, "y": 700 },  // React
  { "x": 900, "y": 600 },  // TypeScript
  { "x": 1100, "y": 500 }, // StoryBook
  { "x": 1300, "y": 400 }, // Cycle Time
]